<template>
<container>
  <dl class="tc mt20"></dl>
  <div class="m20 p20 f26 g6">
    <p class="idt2">您在申请注册流程中点击同意本协议之前，您应当认真阅读本协议。<strong>请您务必谨慎阅读、充分理解各条款内容，特别是免除或限制责任的条款、法律适用和争议解决条款，本协议中以粗体下划线标识的条款，您应重点阅读。</strong>如您对本协议有任何疑问，可向万果田园平台客服咨询。</p>
    <p class="idt2">当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，及表示您已充分阅读、理解并接受本协议的全部内容，并与万果田园平台经营者达成一致，成为万果田园平台的用户。<strong>阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您立即停止注册程序。</strong></p>
    <!-- <p class="mt10 idt2">万果田园APP是由果犇公司推出的“体验式农业”手机软件，用户可足不出户，就能享受农耕雅趣，收获优质、实惠、安全的高档农产。还能在千里之外，参与、监督并经营农产品及其加工品的生产、储运和销售环节。</p> -->
    <h4>一、协议的效力</h4>
    <p class="idt2">1、本协议由您与万果田园平台所有者——果犇农业科技（北京）有限公司及其关联公司之间就认养农作物等相关事宜所订立的合约或协议，本协议对您与万果田园平台所有者均具有合同法律效力</p>
    <p class="idt2">2、由于万果田园平台的高速发展，本协议列明的条款并不能完整罗列并覆盖您与万果田园平台所有权利义务，现有的约定也不能保证完全符合未来发展的需要，<strong>因此万果田园平台有权根据国家法律法规的更新、产品和服务规则的调整需要不时地制订、修改本协议及/或各类规则，变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用万果田园平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用万果田园平台服务。</strong></p>
    <h4>二、账户注册与使用</h4>
    <h5 class="idt2">1、用户资格</h5>
    <p class="idt3">1.1 您确认，在您开始注册程序使用万果田园平台服务前，<strong>您应当是中华人民共和国法律规定的与您行为相适应的民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且万果田园平台有权注销您的账户，并向您及您的监护人索偿。</strong></p>
    <p class="idt3">1.2 万果田园平台非常重视对青少年个人信息搜集和使用的安全性的保护。万果田园平台建议，任何未满18周岁的未成年人参加网上活动应事先取得其监护人（以下简称"监护人"）的同意并遵守《青少年网络文明公约》。</p>
    <h5 class="idt2">2、账户注册及使用</h5>
    <p class="idt3">2.1当您按照注册页面内提示填写信息、阅读并同意本协议且完成全部注册程序后，您获得万果田园平台账户，成为万果田园平台用户。</p>
    <p class="idt3"><strong>万果田园平台只允许每位用户使用一个万果田园平台账户。</strong>如有证据证明您存在不当注册或不当使用多个万果田园平台账户的情形，万果田园平台可采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给万果田园平台及相关方造成损失的，您还应当承担赔偿责任</p>
    <p class="idt3">2.2注册成功后，您应谨慎合理的保存、使用您在万果田园平台的账户密码。除非有法律规定或行政司法机关的指令，且征得万果田园平台的同意，否则，账户和密码不得以任何方式转让、赠与或继承（与账户相关的财产权益除外）。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知万果田园平台，要求万果田园平台暂停相关服务并向公安机关报案。您理解万果田园平台对您的请求采取行动需要合理时间，万果田园平台对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
    <p class="idt3">2.3为使您更好地使用万果田园平台的各项服务，保障您的账户安全，您须完成实名认证并上传个人身份证件、个人头像图片等真实信息，由万果田园平台对您上传的信息进行表面的形式审核。您同意并理解万果田园平台仅能对上传者的行为是否合法正当、信息是否真实有效进行表面的形式审核，万果田园平台没有能力和权限对您提供的信息进行实质性的审核，万果田园平台的审核结果有可能会因您不正当的行为方式出现与实际的事实情况不一致的情形。在此您保证您会严格保管您的万果田园平台账户、密码及个人身份证件，并保证不会使用他人或伪造的身份证件用于自身的实名认证，否则由此产生的全部不利责任将全部由您自身承担。
</p>
    <p class="idt3">2.4万果田园平台可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与万果田园平台同等的保护用户隐私的责任，则万果田园平台有权将用户的注册资料等提供给该第三方。另外，在不透露单个用户隐私资料的前提下，万果田园平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
    <h4>三、用户信息管理</h4>
    <p class="idt2">1、在使用万果田园平台服务时，您应当按照提示页面准确完整的提供您的信息，包括但不限于您的姓名、电子邮箱、联系电话、联系地址等，<strong>您应当保证您提供信息的真实性及有效性。</strong>否则您应当承担因信息提供不真实、联系方式无效导致的相关不利后果及全部损失。</p>
    <p class="idt2">2、<strong>如您的资料有变动的，应及时更新其注册资料。如果您提供的注册资料不合法、不真实、不准确，则您需承担因此对您自身、他人及万果田园平台造成的损失与不利后果。</strong></p>
    <p class="idt2">3、您的账户为您自行设置并由您保管，万果田园平台任何时候均不会主动要求您提供账户密码，请您务必保管好您的账户。您有权随时用您的账户随时登录万果田园平台，并确保您在每个上网时段结束时退出登录并已正确步骤离开万果田园平台。</p>
    <h4>四、用户行为规范</h4>
    <p class="idt2"><strong>本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：</strong></p>
    <p class="idt2">1、您在使用万果田园平台服务时，应遵守自愿、平等、公平及诚实信用原则，不利用万果田园平台侵犯他人合法权益及谋取不正当利益，不扰乱网上交易的正常秩序；</p>
    <p class="idt2">2、您可以在万果田园平台发布对认养的体验、评价等信息，并可对其进行适当的修改、删除，但不得在万果田园平台发布包含以下内容的言论：</p>
    <p class="idt3">2.1反对宪法所确定的基本原则，煽动、抗拒、破坏宪法和法律、行政法规实施的言论；</p>
    <p class="idt3">2.2煽动颠覆国家政权，推翻社会主义制度的言论；</p>
    <p class="idt3">2.3煽动分裂国家，破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论。</p>
    <p class="idt2">3、从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
    <p class="idt2">4、不得利用本软件从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
    <p class="idt2">5、不得发布任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容；</p>
    <p class="idt2">6、不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的等信息资料；</p>
    <p class="idt2">7、不得传输或发表损害国家社会公共利益和涉及国家安全的自安息资料或言论；</p>
    <p class="idt2">8、不得干扰万果田园平台的正常运转，不得侵入本软件及国家计算机信息系统；</p>
    <p class="idt2">9、不得将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、发布、发送电子邮件或以其他方式传送；</p>
    <p class="idt2">10、不得干扰万果田园平台正常运行，非法入侵万果田园平台服务器、篡改万果田园平台代码或其他损害万果田园平台系统的行为；</p>
    <p class="idt2">11、企图规避万果田园平台的安全设置或网络系统，包括获取用户不应获取的数据，登录未经明确授权的服务器或账户，或采用运行端口扫描等方式窥探其他网络的安全措施；</p>
    <p class="idt2">12、不得以导致万果田园平台的计算机系统或设施承受不合理负载的方式获取万果田园平台提供的服务或网站信息，或进行可能导致此类情况出现的行为；</p>
    <p class="idt2">13、不得实施任何形式的网络监控，从而截取与自身无关的信息；</p>
    <p class="idt2">14、不得利用万果田园平台从事与认养及无关或不是以认养为目的的活动，试图扰乱正常交易秩序，谋取不正当利益的行为；</p>
    <p class="idt2">15、不得通过不正当手段（包括但不限于通过自我邀请、相互邀请、使用虚假手机号、非本人手机号、模拟客户端等）批量注册账户，从而有碍其他用户公平参与万果田园平台活动 ，或获取返利、优惠券等其他经济利益的行为 ；</p>
    <p class="idt2">16、购买、盗用或通过其他方式获得他人账号参与活动或交易的行为。</p>
    <p class="idt2">17、不得教唆他人从事本协议所禁止的行为。</p>
    <p class="idt2"><strong>您须对自己在万果田园平台上的言论和行为承担法律责任，您若在万果田园平台上违反上述禁止事项，万果田园平台的系统记录有可能作为您违反法律的证据。</strong></p>
    <h4>五、万果田园平台的权利义务</h4>
    <p class="idt2">1、万果田园生产基地保证在进行农事管理的过程中不使用化肥、化学农药，仅施用有机肥料和适量使用生物农药。</p>
    <p class="idt2">2、为维护整个万果田园平台的正常运行，改进技术，万果田园平台有权对万果田园平台功能进行升级和改造，有权基于服务的稳定对相关服务器进行停服维护；万果田园平台在行使这一权利时，将提前予以公告</p>
    <p class="idt2">3、<strong>万果田园平台有权制定相关交易规则和服务规则，并有权对这些规则进行修订和更新。</strong></p>
    <p class="idt2">4、万果田园平台有权在万果田园平台开展相关营销活动，有权以自己认为合适的方式开放给符合条件的不特定用户，且活动的形式、内容、期限、条件等均由万果田园平台自行决定。您可以自行选择参加，也可以不参加，但若您选择参加，您应遵守相关活动规则。</p>
    <p class="idt2">5、若国家相关机关向万果田园平台发出命令、指示、裁决等法律文书或第三人向万果田园平台投诉并提供相关证据材料，要求冻结、关闭您的账号及交易的，万果田园平台有权对相关账号及交易进行冻结或关闭；采取上述措施的，将通过您登录时的联系信息通知您。</p>
    <h4>六、隐私权政策</h4>
    <h5 class="idt2">1、适用范围：</h5>
    <p class="idt3">1.1在您注册万果田园平台账户时，您根据注册要求提供的个人注册信息；</p>
    <p class="idt3">1.2在您使用万果田园平台服务，参加万果田园平台活动，或访问万果田园平台网页时，万果田园平台自动接收并记录的包括但不限于浏览器上的服务器数值、IP地址等网页记录；</p>
    <p class="idt3">1.3万果田园平台收集到的用您在万果田园平台进行交易的有关数据，包括但不限于购买、物品登录及违规记录；</p>
    <p class="idt3">1.4万果田园平台通过合法途径从商业伙伴处取得的您的个人数据。 </p>
    <h5 class="idt2">2、信息使用：</h5>
    <p class="idt3">2.1万果田园平台不会向任何人出售或出借您的个人信息，除非事先得到您的许可</p>
    <p class="idt3">2.2万果田园平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何用户如从事上述活动，一经发现，万果田园平台有权立即终止与该用户的服务协议，查封其账号。</p>
    <p class="idt3"> 2.3为服务用户的目的，万果田园平台可能通过使用您的个人信息，向您提供服务，包括但不限于向您发出产品和服务信息。</p>
    <h5 class="idt2">3、信息披露：</h5>
    <p class="idt2">您的个人信息将在下述情况下部分或全部被披露： </p>
    <p class="idt3">3.1经您同意，向第三方披露；</p>
    <p class="idt3">3.2根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
    <p class="idt3">3.3其它万果田园平台根据法律或者网站政策认为合适的披露；</p>
    <h5 class="idt2">4、信息安全：</h5>
    <p class="idt3">4.1请您妥善保护自己的个人信息，仅在必要的情形下向他人提供；</p>
    <p class="idt3">4.2如果您发现自己的个人信息泄密，尤其是万果田园平台账户及密码发生泄露，请您立即联络万果田园平台客服，以便万果田园平台采取相应措施。</p>
    <h5 class="idt2">5、编辑和删除个人信息的权限： 您可以点击“我的万果田园”对您的个人信息进行编辑和删除，除非万果田园平台另有规定。</h5>
    <h5 class="idt2">6、政策修改：万果田园平台保留对本协议中“隐私权政策”作出不时修改的权利。</h5>
    <h4>七、万果田园平台上认养的后果</h4>
    <p class="idt2">1、<strong>本协议中约定：认养行为是不可撤销、不可更改的行为，万果田园平台不提供退款、更改订单等服务。因此当您在万果田园平台上进行认养下单时，请您务必仔细确认所认养对象的品名、价格、数量、型号、规格、认养的时间、内容、限制性要求等重要事项，并在下单时核实您的联系电话、收货地址等信息。</strong></p>
    <p class="idt2">2、您所认养对象的农事管理，您可不定期自行到生产基地进行管理（相关交通、住宿、餐饮等费用由您自理），也可全权授予万果田园生产基地，由基地内专业人员进行管理。</p>
    <p class="idt2">3、<strong>万果田园平台所有认养对象的所有权属万果田园平台经营者，您只拥有在认养期间你所认养对象的自然产出物的所有权。</strong>在您所认养的对象可收获时，万果田园平台会通知您进行收获，您可选择自行到生产基地进行收获（相关交通、住宿、餐饮等费用由您自理），也可根据万果田园平台规则要求给您进行配送。如您选择配送，<strong>您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。</strong></p>
    <h4>八、配送</h4>
    <p class="idt2">1、您所认养的对象在认养期间所产生的收益，您有权根据平台列出的处理方式予以处理。您应当清楚准确填写您的收货地址、联系人及联系方式等配送信息，因您变更联系人或相关配送信息而造成的损失由您自行承担。</p>
    <h5 class="idt2">2、<strong>因如下情况造成配送延迟或无法配送等，万果田园平台将不承担责任：</strong></h5>
    <p class="idt3">2.1<strong>您提供错误信息或不详细的地址；</strong></p>
    <p class="idt3">2.2<strong>货物送达但无人签收；</strong></p>
    <p class="idt3">2.3<strong>不可抗力，包括但不限于自然灾害、交通戒严、突发战争等。</strong></p>
    <h5 class="idt2">3、因配送方在运输过程中造成的损失，您须向配送方追究赔偿责任，万果田园平台不因此对您承担赔偿损失的责任。</h5>
    <h5 class="idt2">4、因收货人不能及时签收造成的损失，由收货人承担。</h5>
    <h4>九、提现</h4>
    <p class="idt2"><strong>在您作为万果田园平台用户期间，您可将在万果田园平台上获得的现金收益提现，平台代为扣除所得税、手续费等费用。</strong></p>
    <h4>十、违约责任</h4>
    <p class="idt2">1、如万果田园平台发现或收到他人举报投诉您违反本协议约定的，万果田园有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规账户处以包括但不限于警告、限制或禁止使用部分或全部功能、账号封禁直至注销的处罚，并公告处理结果。</p>
    <p class="idt2">2、万果田园有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此产生的一切法律责任。</p>
    <p class="idt2">3、您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应独自承担责任；万果田园平台因此遭受损失的，您应当一并赔偿（您的违约给万果田园平台造成损失包含但不限于交通费、取证费、诉讼费以及合理律师费等因此产生的直接损失。）。</p>
    <h4>十一、协议的变更</h4>
    <p class="idt2">1、万果田园平台可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的事项将按本协议第十三条约定的方式通知您。如您不同意变更事项，您有权在变更事项确定的生效日前联系万果田园平台反馈意见。</p>
    <p class="idt2">2、<strong>如您对已生效的变更事项仍不同意的，您应当于变更事项确定生效之日起停止使用万果田园平台服务，变更事项将不对您产生效力；如您在变更事项生效后仍继续使用万果田园平台服务，则视为您同意已生效的变更事项。</strong></p>
    <h4>十二、通知</h4>
    <p class="idt2">1、您在注册成为万果田园平台用户并接受万果田园平台服务时，您应当向万果田园提供真实有效的联系方式，包括但不限于您的电子邮件、联系电话、联系地址，对于联系方式发生变更，您有义务及时更新有关信息，并保持可被联系的状态。</p>
    <p class="idt2">2、万果田园平台通过上述联系方式向您发出通知，包括但不限于在万果田园平台公告，向您的联系电话发送手机短信，向您的账号发送系统消息及站内信，在发送成功后即视为送达，<strong>此类通知或将对您的权利义务产生重大的有利或不利的影响，请您务必及时关注。</strong></p>
    <h4>十三、协议的终止</h4>
    <h5 class="idt2">1、由用户发起的终止：</h5>
    <p class="idt3">1.1变更事项生效前用户停止使用并明确明示不愿意接受变更事项的；</p>
    <p class="idt3">1.2用户明示不愿继续使用万果田园平台服务。</p>
    <h5 class="idt2">2、由万果田园平台发起的终止：</h5>
    <p class="idt2">出现下列情况时，万果田园根据本协议所列的方式通知用户终止本协议：</p>
    <p class="idt3">2.1用户违反本协议约定，万果田园依据违约条款终止本协议；</p>
    <p class="idt3">2.2用户盗用他人账户、发布违禁信息、骗取他人财物、扰乱市场秩序、采取不正当手段谋取利益等行为，万果田园依据协议对用户的账户予以查封的</p>
    <p class="idt3">2.3因用户多次违反万果田园平台规则相关规定且情节严重，万果田园依据平台规则对用户账户予以查封的；</p>
    <p class="idt3">2.4其他应当终止服务的情况。</p>
    <h5 class="idt2">3、协议终止后的处理</h5>
    <p class="idt3">3.1您的账户服务被终止或者账户在万果田园平台的权限被永久冻结（注销）后，万果田园平台没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</p>
    <h5 class="idt3">3.2您同意，您与万果田园平台的合同关系终止后，万果田园平台仍享有下列权利：</h5>
    <p class="idt3">3.2.1继续保存您的用户信息及您使用万果田园平台服务期间的所有交易信息。</p>
    <p class="idt3">3.2.2您在使用万果田园平台服务期间存在违法行为或违反本协议和/或规则的行为的，万果田园平台仍可依据本协议向您主张权利。</p>
    <h4>十四、知识产权</h4>
    <p class="idt2">1、您一旦接受本协议，即表明您主动将您在万果田园平台发表的任何形式的信息内容（包括但不限于产品使用体验、产品照片、视频等信息内容）的财产性权利等任何可转让的权利（包括但不限于复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、改编权、翻译权等应当由著作权人享有的其他科转让权利），全部独家且不可撤销的转让给万果田园平台所有，并且您同意万果田园以自己的名义就任何主体侵权而单独提起诉讼，并获得赔偿。</p>
    <p class="idt2">2、您承诺，不将已发表于万果田园平台的信息，以任何形式发表或授权其他主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。</p>
    <p class="idt2">3、除法律另有强制性规定外，未经万果田园平台书面许可，任何单位或个人不得以任何方式非法全部或部分复制、转载、引用或其他方式使用万果田园平台的信息内容，否则，万果田园有权追究其法律责任。</p>
    <p class="idt2">4、万果田园平台上的所有资料信息（包括但不限于文字、图表、标志等），均受中国和国际版权法的保护，具有排他性。/p>
    <h4>十五、限制责任</h4>
    <h5 class="idt2">万果田园平台依照法律规定履行基础保障义务，但对以下原因导致的合同履行障碍、履行瑕疵、履行内容变更等情形，万果田园平台不承担相应的违约责任：</h5>
    <p class="idt2">1.如您未及时更新信息或您提供的信息存在不实、无效，由您承担由此造成的不利后果，万果田园平台对此不承担责任。</p>
    <p class="idt2">2.<strong>因您主动泄露、出借账户信息或因您遭受他人攻击、诈骗等行为导致的损失及后果，万果田园平台不承担责任。您应通过司法、行政等救济途径向侵权行为人追偿。</strong></p>
    <p class="idt2">3.<strong>如发现任何未经您授权使用您账户登录平台或其他可能导致您账户失窃的情况，建议您立即通知万果田园平台。您理解万果田园对您的任何请求采取行动均需要合理时间，且万果田园应您的请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除万果田园存在法定过错外，万果田园不承担责任。</strong></p>
    <p class="idt2">4.<strong>非因万果田园平台原因导致您所认养对象的自然产出减产或不产、自然产出外观/口感的差异；</strong></p>
    <p class="idt2">5.<strong>因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等行为导致合同不能全部履行或不能履行的；</strong></p>
    <p class="idt2">6.<strong>因电力供应障碍、通讯网络故障等公共服务因素或第三人因素；</strong></p>
    <p class="idt2">7.<strong>在万果田园平台已尽善管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</strong></p>
    <h4>十六、不可抗力</h4>
    <p class="idt2">1、不可抗力是指不能预见、不能避免并不能克服的客观情况，包括但不限于战争，暴动，骚乱，禁运，罢工，火灾，爆炸，洪水、台风或者地震等自然灾害及其它非人为因素等情况。</p>
    <p class="idt2">2、<strong>因您认养的万果田园遭受不可抗力导致万果田园平台不能履行或不能完全履行本协议项下有关义务时，万果田园平台不就此承担违约责任，且免除万果田园平台应对您履行的交货义务。</strong></p>
    <h4>十七、<strong>法律管辖适用及其他</strong></h4>
    <p class="idt2">1、<strong>本协议的订立、生效、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。</strong></p>
    <p class="idt2">2、<strong>用户因使用万果田园平台服务所产生的与万果田园平台平台服务有关的争议，由万果田园与用户协商解决。协商不成的，任何一方均可向万果田园平台所有者所在地有权管辖的人民法院提起诉讼。</strong></p>
    <p class="idt2">3、<strong>本协议任一条款被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</strong></p>
    <h4>十八、<strong>您点击“同意”按钮即视为您完全接受本协议，在点击前请您再次确认已知悉并完全理解本协议的全部内容。</strong></h4>
    <p></p>
    <p></p>
    <p></p>
  </div>
</container>
</template>
<script>
import Container from '../container'
export default {
  name: 'Protocol',
  components: { Container }
}
</script>
<style lang="scss" scoped>
.version {
  color: #30bf6c;
}
.Copyright {
  position: absolute;
  bottom: 30px;
  left: 0;
  width: 100%;
}
.idt2 {
  text-indent: 2em;
}
.idt3 {
  text-indent: 2em;
}
h4 {
  margin-top: 20px;
  margin-bottom: 10px;
}
h5 {
  margin-top: 10px;
}
p {
  margin-top: 10px;
}
strong {
  text-decoration: underline;
}
</style>
